Revit 2027 API
ParameterTypeId.ViewPhase Property
 "Phase"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewPhase { get; }
Public Shared ReadOnly Property ViewPhase As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewPhase {
	ForgeTypeId^ get ();
}
static member ViewPhase : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace